{
  "sentenceList": [
    {
      "id": "sentence_001",
      "speaker": "Dorian Christon",
      "text": "It's almost eleven o'clock… Why hasn't Miss Annabelle arrived yet?",
      "sprite": ""
    },
    {
      "id": "sentence_002",
      "speaker": "Dorian Christon",
      "text": "The carriage will be here soon...",
      "sprite": ""
    },
    {
      "id": "sentence_003",
      "speaker": "Annabel Vesey",
      "text": "Mr. Detective!!!",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_004",
      "speaker": "Annabel Vesey",
      "text": "Sorry I'm late!",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_005",
      "speaker": "Annabel Vesey",
      "text": "We're not going to miss the carriage, are we?",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_006",
      "speaker": "Dorian Christon",
      "text": "It's fine for now... but if you'd been five minutes later, that'd be a different story.",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_007",
      "speaker": "Annabel Vesey",
      "text": "You haven't been waiting long, have you, sir...? I'm really sorry.",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_008",
      "speaker": "Dorian Christon",
      "text": "I only just got here myself. This trip isn't for a case investigation, so there's no need to be so tense.",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_009",
      "speaker": "Annabel Vesey",
      "text": "But I've been looking forward to this since last week! It's Sir Bright's museum-hotel—It is said to be most luxurious! I heard it's built on a mountain, with breathtaking views, and you can even see the ocean from there!",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_010",
      "speaker": "Dorian Christon",
      "text": "It's not just the scenery… The artifacts on display there were collected by Sir Bright over five whole years. Especially—the long-lost “Ten Great Relics.” We can't afford to waste this opportunity.",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_011",
      "speaker": "Annabel Vesey",
      "text": "I am most grateful to you, Mr. Detective! It's all thanks to you helping Duke Howard with that case last time that he invited us to come along. I heard staying even one night at that hotel doesn't come cheap!",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_012",
      "speaker": "Dorian Christon",
      "text": "You helped quite a bit with that last case too. Without you, it would've been tricky indeed… I confess, I am quite ignorant in the field of medicine.",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_013",
      "speaker": "coachman",
      "text": "Excuse me, are you Mr. Cliston and Miss Vesey?",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_014",
      "speaker": "Dorian Christon",
      "text": "Yes, that's us.",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_015",
      "speaker": "coachman",
      "text": "Sir Bright has arranged for me to pick you up. Please present your invitation so I can verify your identities.",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_016",
      "speaker": "Dorian Christon",
      "text": "Of course, please allow me a moment to find it.",
      "sprite": "character_smile"
    },
    {
      "id": "sentence_017",
      "speaker": "Dorian Christon",
      "text": "Found it. This is Sir Bright's invitation letter—please have a look.",
      "sprite": "character_smile"
    },
    {
      "id": "empty",
      "speaker": "",
      "text": "",
      "sprite": ""
    },
    {
      "id": "sentence_018",
      "speaker": "",
      "text": "To the esteemed Christon,",
      "sprite": ""
    },
    {
      "id": "sentence_019",
      "speaker": "",
      "text": "With the utmost sincerity, I extend this invitation for you to be among the first distinguished guests to grace the halls of The Bright Museum Hotel on the 18th of August, 1900, for an exclusive two-day, one-night stay.",
      "sprite": ""
    },
    {
      "id": "sentence_020",
      "speaker": "",
      "text": "At eleven o’clock noon, a carriage shall be arranged to receive you at [designated station] and escort you to the estate. Upon arrival, you will have the privilege of an intimate tour of the museum’s treasured collection. In the evening, a grand banquet shall be held in the dining hall. The following morning, a delightful breakfast and a day of leisure await you, ensuring a most distinguished and tranquil experience.",
      "sprite": ""
    },
    {
      "id": "sentence_021",
      "speaker": "",
      "text": "Your presence would be a profound honour. Kindly confirm your attendance at your earliest convenience, so that the necessary arrangements may be made.",
      "sprite": ""
    },
    {
      "id": "sentence_022",
      "speaker": "",
      "text": "Sir Bright",
      "sprite": ""
    },
    {
      "id": "sentence_023",
      "speaker": "",
      "text": "Bright House, London",
      "sprite": ""
    },
    {
      "id": "sentence_024",
      "speaker": "coachman",
      "text": "Thank you, Mr. Creston, Miss Vessy. Everything is in order. Sir Bright has made proper arrangements for your journey. Allow me to escort you to the carriage.",
      "sprite": ""
    },
    {
      "id": "sentence_025",
      "speaker": "Annabel Vesey",
      "text": "That's great, Mr. Creston! I can't wait to see what the hotel is like.",
      "sprite": ""
    },
    {
      "id": "evidence_plant",
      "speaker": "Dorian Christon",
      "text": "A pot of greenery placed somewhat casually. It actually looks more lively than the other furnishings around here.",
      "sprite": ""
    },
    {
      "id": "evidence_sign1",
      "speaker": "Dorian Christon",
      "text": "This bulletin board is empty — it seems there aren’t many events worth noting today.",
      "sprite": ""
    },
    {
      "id": "evidence_sign2",
      "speaker": "Dorian Christon",
      "text": "There’s something posted on this bulletin board, but the writing is a bit blurry. Never mind, better find the invitation letter first.",
      "sprite": ""
    },
    {
      "id": "evidence_shelf",
      "speaker": "Dorian Christon",
      "text": "A row of small compartments with numbered tags inserted — perhaps used to mark rooms, luggage, or the arrival and departure of guests.",
      "sprite": ""
    },
    {
      "id": "evidence_bell",
      "speaker": "Dorian Christon",
      "text": "A brass reception bell, polished to a shine — as if it was just wiped clean. But right now, finding the invitation letter is more important...",
      "sprite": ""
    }
  ]
}